Repository: Zixin-yin/1
Catalog: 翻译记忆库.tmx
Source language: en_us
Languages: zh_cn

source: Labor Service Contract (2008)
zh_cn: 劳务合同（2008版）

source: Party A: Pure Intelligence Business Co.Ltd
zh_cn: 甲方：上海智淳企业管理有限公司

source: (hereinafter referred to as “Party A”)
zh_cn: （以下简称“甲方”）

source: Party B:__________________________
zh_cn: 乙方：_______________________________

source: (hereinafter referred to as “Party B”)
zh_cn: （以下简称“乙方”）

source: According to the Contract Law of the People’s Republic of China, Labor Law of the People’s Republic of China, Labor Contract Law of the People’s Republic of China and other relevant laws and regulations, and in line with the principle of equality and mutual benefits, the two parties enter into this Labor Service Contract (hereinafter referred to as “this Contract”) through friendly consultation with regard to Party A’s labor service for Party B.
zh_cn: 根据《中华人民共和国合同法》、《中华人民共和国劳动法》和《中华人民共和国劳动合同法》等有关法律、法规的规定，本着平等互利的原则，甲、乙双方经友好协商，就乙方使用甲方员工等事宜，达成本劳务合同（以下简称“本合同”）。

source: Chapter 1 General Provisions
zh_cn: 第一章 总则

source: Article 1 Application
zh_cn: 第一条 适用

source: This Contract applies to the related issues regarding Party B’s using Party A’s labor service.
zh_cn: 甲、乙双方有关乙方使用甲方员工等事宜，适用本合同。

source: Article 2 Applicable Laws
zh_cn: 第二条 适用法律

source: This Contract and related matters shall be subject to laws and regulations of the People’s Republic of China.
zh_cn: 本合同，以及与本合同有关的一切事宜，一律适用中华人民共和国的法律、法规。

source: In case of any discrepancy between the articles of this Contract and the laws and regulations of the People’s Republic of China for any reasons, including but not limited to the change of laws and regulations, the latter shall prevail.
zh_cn: 因任何原因，包括但不限于因法律法规变化，致使本合同条款与中华人民共和国法律、法规不一致时，均应以中华人民共和国法律、法规为准。

source: Article 3 Definitions
zh_cn: 第三条 定义

source: Party A’s Staff: Party A’s Staff refer to any Chinese citizens needed by Party B and dispatched by Party A to Party B after Party A has handled relevant procedures in accordance with law.
zh_cn: 甲方员工：指乙方需要使用的，由甲方依法办理相关手续，派遣到乙方的中国公民。

source: Attachments: Attachments refer to all supplementary or related agreements signed by the two parties; t
zh_cn: 附件：指甲、乙双方另行签订的所有关于本合同的补充协议或相关约定等；

source: Management Fee: The total sum of all charges and expenses that Party B should pay to Party A for the use of Party A’s Staff.
zh_cn: 管理费：指乙方使用甲方员工而应支付给甲方的各种费用的总和。

source: It generally covers:
zh_cn: 一般包括：

source: Social insurances and accumulated housing fund borne by Party B for Party A’s Staff;
zh_cn: 乙方为承担甲方员工的社会保险和住房公积金而支付的费用；

source: Expenses of benefits and personnel file preservation that Party B requests Party A to provide for Party A’s Staff;
zh_cn: 乙方为要求甲方向甲方员工提供福利保障、档案保管而支付的费用；

source: Service fee charged by Party A for service provided under this Contract and taxes levied by the state agreed upon by the two parties.
zh_cn: 乙方为甲方提供本合同下所列服务而支付给甲方的服务费和约定的相关税收。

source: Pay: Labor remuneration paid by Party B to Party A’s Staff for labor use, in the amount subject to the attachments hereto.
zh_cn: 工资：指乙方使用甲方员工而应支付给甲方员工的劳动报酬，具体数额应以附件所载为准。

source: Law(s): Any and all laws, rules, regulations, institutions, statutes and the like, of the People’s Republic of China.
zh_cn: 法律：指中华人民共和国法律、法规、规章、制度、规范性文件等。

source: Chapter 2 Rights and Obligations
zh_cn: 第二章 权利和义务

source: Article 4 Rights Enjoyed by Party A
zh_cn: 第四条 甲方享有的权利

source: Party A is entitled to request Party B to cooperate with regard to the procedures set by Party A for its service.
zh_cn: 甲方有权要求乙方为甲方的服务配合甲方拟定的流程。

source: Party A is entitled to conciliate between Party B and the Party A’s Staff with regard to the disputes arising from labor service.
zh_cn: 甲方有权对乙方与甲方员工之间因实际使用关系所发生的争议进行调解。

source: Party A is entitled to negotiate with Party B and to propose suggestions and requests of rectification with regard to the infringement of lawful rights and interests of Party A’s Staff.
zh_cn: 甲方有权对乙方侵害甲方员工合法权益的行为进行交涉并提出整改意见和要求。

source: Party A is entitled to charge Management Fee from Party B on a monthly basis according to the stipulations in this Contract and the Attachments hereto.
zh_cn: 甲方有权根据本合同和附件的约定，按月向乙方收取管理费。

source: Article 5 Rights Enjoyed by Party B
zh_cn: 第五条 乙方享有的权利

source: Party B is entitled to the service items provided by Party A according to this Contract and the Attachments hereto.
zh_cn: 乙方有权享有本合同和附件约定的由甲方提供的服务。

source: Party B is entitled to decide on the dispatch term of Party A’s Staff and the dispatch term shall generally not be shorter than two years. Party B may return Party A’s Staff upon the expiration of the dispatch term unless otherwise agreed by the two parties.
zh_cn: 乙方有权决定甲方员工的派遣期限，派遣期限一般不应少于2年，派遣期满乙方可以退回甲方员工，但另有约定的除外。

source: Party B is entitled to conclude other agreements (including but not limited to Agreement on Service Term for Training, Non-disclosure Agreement and the like) with Party A’s Staff to specify rights and obligations between the two parties.. However, Party A does not bear any joint or several liabilities with either side (Party B or Party A’s Staff) arising from such agreements.
zh_cn: 乙方有权与被其使用的甲方员工另行签订协议（包括但不限于培训服务期协议、保密协议等），以约定双方的权利义务；但因此产生的一切责任，甲方不承担任何一方（即乙方或甲方员工）的连带责任。

source: Party B is entitled to set, modify or determine rules and regulations or major issues with regard to labor remuneration, working hours, leaves and holidays, labor safety and health, insurance and benefit, training, labor discipline and labor quota management, etc. which are in direct relation to the personal interests of Party A’s Staff; however such rules, regulations or major issues shall not conflict with law in any substantive or procedural issues and shall be disclosed or notified among Party A’s Staff.
zh_cn: 乙方有权制定、修改或者决定有关劳动报酬、工作时间、休息休假、劳动安全卫生、保险福利、职工培训、劳动纪律以及劳动定额管理等直接涉及甲方员工切身利益的规章制度或者重大事项；但该规章制度或者重大事项在实体和程序上均不得与法律相冲突，而且应当向甲方员工公示或者告知。

source: Article 6 Obligations to Be Performed by
zh_cn: 甲方履行的义务

source: Party A shall handle relevant procedures in accordance with law for Party A’s Staff lawfully serving Party B.
zh_cn: 甲方应为乙方合法使用的甲方员工依法办理相关手续。

source: Party A shall provide selected service items for Party B according to this Contract and the Attachments hereto.
zh_cn: 甲方应根据本合同和附件的约定，向乙方提供各类由乙方选定的服务。

source: Party A shall instruct Party A’s Staff to conscientiously abide by the laws and regulations of the People’s Republic of China as well as the rules and regulations or major issues set, modified or determined by Party B in accordance with law.
zh_cn: 甲方应教育甲方员工自觉遵守法律和乙方依法制定、修改或决定的规章制度或者重大事项。

source: Party A shall pay for social insurances and accumulated housing fund for Party A’s Staff who serve Party B based on the standard determined by Party B in accordance with law, or pay comprehensive insurance in accordance with the provisions of Shanghai Municipality.
zh_cn: 甲方应当按照乙方依法确定的标准为乙方使用的甲方员工缴纳社会保险和住房公积金，或者按照上海规定缴纳综合保险。

source: Party A, upon Party B’s lawful request, may assist Party A’s qualified staff in handling procedures for going overseas.
zh_cn: 甲方可以根据乙方的合法需求协助符合条件的甲方员工办理出国（境）手续。

source: Party A, upon Party B’s request, may offer assistance to Party A’s qualified staff in handling procedures for assuming the (chief) representative of Party B.
zh_cn: 甲方可以根据乙方的需求协助符合条件的甲方员工办理担任乙方（首席）代表的手续。

source: Party A may handle procedures of awarding professional titles for Party A’s qualified staff.
zh_cn: 甲方可以为符合规定的甲方员工办理职称评定。

source: Party A, upon the request of Party B, shall assist Party B in recovering economic losses caused by Party A’s Staff, but shall not bear joint or several liabilities for such losses.
zh_cn: 甲方应乙方的要求，协助乙方对甲方员工造成乙方的经济损失进行追索，但甲方不对上述损失承担连带赔偿责任。

source: Article 7 Obligations to Be Performed by Party B
zh_cn: 乙方履行的义务

source: Party B shall provide Party A with necessary assistance for its service in accordance with this Contract and the Attachments hereto.
zh_cn: 乙方应根据本合同和附件的约定，为甲方履行服务提供必要的协助。

source: Party B shall punctually make full payment of Management Fee on a monthly basis to Party A as stipulated in this Contract and the Attachments hereto.
zh_cn: 乙方应根据本合同和附件的约定，每月按时足额向甲方支付管理费。

source: Party B shall respect ethical custom and religious belief of Party A’s Staff. Any racial or gender discrimination is strictly forbidden.
zh_cn: 乙方应尊重甲方员工的民族习惯和宗教信仰，严禁种族歧视或性别歧视。

source: Party B shall implement the labor standard of the state, provide relevant labor conditions and labor protection; Party B shall also bear funeral allowance, relief compensation to immediate family members and the like in the case of ordinary death of Party A’s Staff, and bear liabilities for the work-related injury of Party A’s Staff.
zh_cn: 乙方应执行国家劳动标准，提供相应的劳动条件和劳动保护；并应承担甲方员工正常死亡的丧葬补助费、直系亲属抚恤金等责任和甲方员工工伤的责任。

source: Party B shall implement a working-hour system and make overtime payment in conformity with the provisions of law.
zh_cn: 乙方应根据法律规定依法执行工时制度和支付加班费。

source: Party B shall offer special labor protection for Party A’s female staff and ensure their legal rights and interests in pregnancy, maternity and nursing periods in conformity with the provisions of law.
zh_cn: 乙方应根据法律给予女性甲方员工特殊劳动保护，保障其在孕期、产期和哺乳期的合法权益。

source: If Party B directly pays Party A’s Staff labor remuneration, including but not limited to pay, overtime, performance bonus and the like, Party B shall pay the remuneration to Party A’s Staff in full and withhold and pay the full amount of individual income tax for Party A’s Staff in a timely manner according to law.
zh_cn: 乙方如果直接支付报酬的，包括但不限于工资、加班费、绩效奖金等，应当及时足额支付并依法代扣代缴个人所得税。

source: Party B shall implement the paid annual leave policy stipulated by Law.
zh_cn: 乙方应根据法律规定执行带薪休假制度。

source: When Party A’s Staff have provided service to Party B for each calendar year, Party B and Party A’s Staff may agree in writing that Party B shall offer an extra one-month pay to such staff at the end of such a calendar year.
zh_cn: 乙方可以与甲方员工书面约定，乙方聘用甲方员工每满一公历年，在年终由乙方向甲方加付一个月的工资作为年终双薪。

source: In case of any disputes arising from Party B’s use of Party A’s labor service, the return of the Party A’s Staff or the dispute between Party B and Party A’s Staff which leads to a labor dispute arbitration or a lawsuit between them, or, an administrative penalty against Party A, Party B shall assist Party A in participating in such arbitration, lawsuit or administrative reconsideration.
zh_cn: 因乙方使用、退回甲方员工，或因乙方与甲方员工发生争议，而引起甲方与甲方员工发生劳动争议仲裁或诉讼，或被行政处罚的，乙方应协助甲方参加仲裁、诉讼、行政复议。

source: If Party A shall pay any charges for such arbitration, lawsuit or administrative penalty, Party B shall bear all cost including but not limited to penalty, damages, arbitration fee, cost of action, and expense of execution , unless the said dispute or the penalty is due to Party A’s fault.
zh_cn: 若甲方因前述仲裁或诉讼或行政处罚导致需支付任何费用，包括但不限于罚款、赔偿、仲裁费、诉讼费、执行费等，均应由乙方承担，但争议或处罚系甲方过错造成的除外。

source: Article 8 Rights and Obligations Shared by Both Parties
zh_cn: 双方共同享有的权利和共同履行的义务

source: This Contract and the other related documents made in the process of performing this Contract, including but not limited to draft of this Contract, the Attachments, quotations, faxes and letters, are trade secrets of the two parties and shall not be disclosed to a third party by either party in any form, unless for lawful reasons and with prior notice to the other party. Otherwise, the disclosing party shall bear liabilities for breach of contract and economic compensation accordingly.
zh_cn: 本合同以及本合同履行过程中与之相关的一切文件，包括但不限于合同的草稿、附件、报价、往来传真信函等，均为甲、乙双方之商业秘密，除因法定事由并事先通知对方外任何一方均不得以任何形式向第三方泄漏，否则应承担相应之违约责任和经济责任。

source: If one party breaches this Contract, the other party shall be entitled to negotiate with the breaching party and to propose suggestions and requests of rectification. The breaching party shall compensate for all the losses accordingly.
zh_cn: 任何一方有权对另一方违反本合同的行为进行交涉并提出整改意见和要求，违约方有义务赔偿因此造成的一切损失。

source: Either party is entitled to require the other party to implement and modify articles of this Contract according to the newly enacted or altered laws, regulations and rules of the People’s Republic of China.
zh_cn: 任何一方有权要求另一方根据中华人民共和国新制定的法律、法规、规章执行并变更本合同的相应条款；

source: Such requirement shall be implemented.
zh_cn: 另一方应当执行。

source: Either party shall, as required by the other party, provide relevant laws, regulations and rules.
zh_cn: 任何一方应根据另一方的需要，提供相应的法律、法规、规章。

source: In case that either party changes industrial & commercial registration or business address, the party in change shall inform the other party in writing 15 days in advance. If it causes any loss to the other party for failing to do so, the party in change shall bear the liabilities for economic compensation accordingly.
zh_cn: 任何一方拟变更任何工商登记事项，或者任何一方搬迁办公地址的，均应提前十五日以书面形式通知另一方，如因未及时通知而造成对方损失的，变更方应承担相应之经济赔偿责任。

source: The change of either party regarding name, legal representative, person in charge, investor and the like, shall not impact the performance of this Contract; If Party B undertakes split or merger, the successor to Party B’s rights and obligations shall continue to perform this Contract.
zh_cn: 任何一方变更名称、法定代表人、主要负责人或投资人等事项，不影响本合同的履行；如果乙方发生分立、合并的，本合同应由承继乙方权利义务的单位继续履行。

source: Chapter 3 Use and Return of Party A’s Staff
zh_cn: 第三章 甲方员工的使用、解除使用

source: Article 9 Use of Party A’s Staff
zh_cn: 第九条 甲方员工的使用

source: Party B, prior to the conclusion of this Contract, shall provide Party A with documents evidencing its valid industrial and commercial registration in China so as to use Party A’s labor service.
zh_cn: 乙方使用甲方员工，应在本合同签订前向甲方提供乙方在中国境内有效的工商登记证明文件。

source: Party B shall be responsible for the authenticity and validity of such documents.
zh_cn: 乙方应对前述文件的真实性和有效性负责。

source: The dispatch term of Party A’s Staff shall commence from the date as stipulated in the Attachments hereto or in the written notice issued by Party B. Normally such dispatch term shall not be shorter than two years; If the start date of actual employment could not match the date determined by Party B due to reasons beyond Party A’s control, the start date shall be determined by Party A and the dispatch term shall be postponed accordingly.
zh_cn: 甲方员工的派遣期限以附件中约定的或者乙方书面通知的起始日期开始，该派遣期限一般不应少于两年；如非因甲方原因致使使用起始日期无法按照乙方确定的日期为准的，以甲方确定的日期为起始日期，派遣期限应相应顺延。

source: Party B may require Party A to set the probation period for Party A’s Staff who serves Party B for the first time in accordance with law unless otherwise legally stipulated.
zh_cn: 对于乙方初次使用的甲方员工，乙方可以要求甲方依法设置试用期，但有规定不能设置的除外。

source: Party A and Party B agree that Party A shall conclude non-fixed labor contracts with Party A’s Staff if Party A’s Staff have served Party B continuously for ten years or over and are still serving Party B, or have continuously concluded two fixed-term labor contracts with Party A during service in Party B and Party B continues to use Party A’s Staff’s labor service. Party B shall bear all liabilities stipulated by laws and regulations related to non-fixed labor contract.
zh_cn: 9.4甲方员工在乙方连续工作满十年或甲方员工在乙方工作期间与甲方连续签订两次固定期限劳动合同后，乙方继续使用甲方员工的，甲方应与该甲方员工签订无固定期限劳动合同，由乙方承担无固定期限劳动合同中根据法律规定甲方应当承担的所有义务。

source: Should Party B return Party A’s Staff in accordance with this Contract and its Attachments, in addition to the obligations agreed on in this Contract, Party B shall assume Party A’s economic liabilities to Party A’s Staff, including but not limited to labor remuneration, social insurances, accumulated housing fund, work-related injury and medical treatment.
zh_cn: 乙方根据劳务合同和附件的约定退回该甲方员工的，除需要向甲方承担本合同约定的责任外还应当承担退回甲方员工后应当由甲方向甲方员工承担的责任，包括但不限于支付劳动报酬、缴交社会保险和住房公积金、工伤医疗等经济责任。

source: (Cases in which Party A has concluded non-fixed labor contract with Party A’s Staff before Party B uses Party A’s Staff for the first time shall be excluded.)
zh_cn: (乙方在初次接受该甲方员工的派遣时该甲方员工已经与甲方签订无固定期限劳动合同的除外。)

source: Party B before using Party A’s Staff shall truthfully inform Party A’s Staff of their work contents, work requirements, work conditions, work locations, occupational hazards, conditions of production safety, labor remunerations, and other information Party A’s Staff require to know.
zh_cn: 9.5 乙方使用甲方员工，应当在使用前如实告知甲方员工录用条件、工作内容、工作要求、工作条件、工作地点、职业危害、安全生产状况、劳动报酬，以及甲方员工要求了解的其他情况。

source: Issues with regard to the service to be provided and procedures to be handled by Party A as well as the assistance to be supplied by Party B shall be determined in accordance with the Attachments hereto, unless they have been stipulated in this Contract.
zh_cn: 9.6 乙方使用甲方员工，甲方应提供的服务和办理的手续，以及乙方应提供的协助等相关事宜，除本合同约定的内容外，均具体以附件为准。

source: Article 10 Dismissal of Party A’s Staff
zh_cn: 甲方员工的解除使用

source: Under any of the following situations on the side of Party A’s Staff, Party B may rescind the labor service relationship and return such staff to Party A with a prior notice in writing to both Party A and Party A’s Staff:
zh_cn: 1 甲方员工有下列情形之一的，乙方可以解除使用关系，将甲方员工退回甲方，但应当提前以书面形式通知甲方和甲方员工：

source: Proved not to meet the recruitment requirements during the probation period;
zh_cn: 在试用期间被证明不符合录用条件的；

source: Seriously violates Party B’s rules and regulations;
zh_cn: 严重违反乙方的规章制度的；

source: Seriously neglects his/her duty, practices favoritism and irregularities, and causes great loss to Party B;
zh_cn: 严重失职，营私舞弊，给乙方造成重大损害的；

source: Establishes labor relationship with any other employer at the same time and causes serious impact upon the performance of its duty to Party B, or refuses to make any rectification upon the request of Party B;
zh_cn: 同时与其他用人单位建立劳动关系，对完成乙方的工作任务造成严重影响，或者经乙方提出，拒不改正的；

source: Induces Party B to enter into or change labor service relationship with him/her against Party B’s true intention by fraud or duress or by taking advantage of Party B;
zh_cn: 5以欺诈、胁迫的手段或者乘人之危，使乙方在违背真实意思的情况下建立或者变更与其的使用关系的；

source: Being investigated for criminal liabilities.
zh_cn: 10.1.6 被依法追究刑事责任的。

source: Under any of the following situations on the side of Party A’s Staff, Party B may rescind the labor service relationship and return such staff to Party A with a written notice at least 35 days in advance to both Party A and Party A’s Staff:
zh_cn: 2 甲方员工有下列情形之一的，乙方可以解除使用关系，将甲方员工退回甲方，但应当至少提前三十五日以书面形式通知甲方和甲方员工：

source: Being Sick or wounded for non-work-related reasons, and when the medical treatment period expires he/she still remains unable to resume work or any other work arranged by Party B;
zh_cn: 甲方员工患病或者非因工负伤，在规定的医疗期满后不能从事原工作，也不能从事由乙方另行安排的工作的；

source: Proved incompetent for its own job, and after training or change of position, still fail to be qualified or competent in that regard.
zh_cn: 甲方员工不能胜任工作，经过培训或者调整工作岗位，仍不能胜任工作的。

source: No agreement on modification of the labor service relationship can be reached through consultation by Party B and Party A’s Staff when the objective conditions taken as the basis for the Party A’s Staff serving Party B have substantially changed and Party B can no longer use Party A’s Staff’s labor service
zh_cn: 乙方使用甲方员工时所依据的客观情况发生重大变化，致使乙方无法继续使用甲方员工，且乙方与甲方员工未能就变更使用关系协商一致的。

source: In case Party B fails to notify Party A in advance according to the Contract, Party B shall pay penalty at the rate of Party A’s Staff’s one month wage to Party A. The rate shall be determined in accordance with Article 11.4 of this Contract
zh_cn: 乙方未依约定提前通知的，应当向甲方支付相当于甲方员工一个月工资的违约金，标准按本合同11.4的约定执行。

source: Unless otherwise stipulated in 10.1, under any one of the following situations on the side of Party A’s Staff, Party B shall not rescind the labor service relationship or return Party A’s Staff:
zh_cn: 10.3 除本条10.1约定的情形外，甲方员工有下列情形之一的，乙方不得解除使用关系退回甲方员工：

source: Engaging in operations with exposure to occupational disease hazards but have not undergone a pre-departure occupational health check-up, or, are suspected of having contracted an occupational disease and are still to be diagnosed or under medical observation;
zh_cn: 从事接触职业病危害作业的甲方员工未进行离岗前职业健康检查，或者疑似职业病病人在诊断或者医学观察期间的；

source: Confirmed as having lost or partially lost its capacity to work due to an occupational disease or a work-related injury;
zh_cn: 在乙方患职业病或者因工负伤并被确认丧失或者部分丧失劳动能力的；

source: Contracting an illness or sustained a non-work-related injury, and the prescribed medical period has not expired;
zh_cn: 患病或者非因工负伤，在规定的医疗期内的；

source: Female staff in pregnancy, maternity or nursing period;
zh_cn: 女职工在孕期、产期、哺乳期的；

source: Having been working for Party B continuously for 15 years or over, and are less than 5 years away from legal retirement age;
zh_cn: 在乙方连续工作满十五年，且距法定退休年龄不足五年的；

source: Other circumstances provided by the laws or administrative regulations.
zh_cn: 法律、行政法规规定的其他情形。

source: Extension of Labor Use
zh_cn: 10.4 使用的顺延

source: When Party B intends to return Party A’s Staff upon expiration of dispatch term, if Party A’s Staff are under any one of the situations provided in 10.3 and are not subject to any of the situations listed in 10.1, Party B shall extend the labor service relationship and shall not return Party A’s Staff until the disappearance of the particular situation.
zh_cn: 如果乙方以派遣期限届满退回甲方员工时，甲方员工有本条10.3约定的情形之一，且不属于本条10.1情形的，乙方应顺延其使用关系至相应的情形消失后方可退回。

source: Party A may rescind or terminate the labor service relationship with Party A’s Staff according to law, however a prior notice to Party B is necessary.
zh_cn: 10.5 甲方可以依法与甲方员工解除或终止劳动合同关系，但应提前通知乙方。

source: Article 11 Return Compensation
zh_cn: 退回补偿

source: Except for the circumstances specified in Article 10.1 hereof, Party B shall pay Party A return compensation upon returning Party A’s Staff to Party A.
zh_cn: 除本合同10.1约定的情形外，乙方将甲方员工退回甲方的，均应向甲方支付退回补偿。

source: Return compensation shall be paid according to the number of years Party A’s Staff has served Party B. The calculation is one month’s pay for one year service.
zh_cn: 退回补偿按甲方员工在乙方工作的年限，按每满一年支付一个月工资的标准向甲方支付。

source: If the actual service period is over 6 months but shorter than 1 year, it shall be calculated as 1 year. If the actual service period is shorter than 6 months, return compensation shall equal to a half-month pay.
zh_cn: 六个月以上不满一年的，按一年计算；不满六个月的，向甲方支付半个月工资的退回补偿。

source: If the monthly pay of Party A’s Staff is higher than three times of the mean monthly social salary of employees in Shanghai Municipality, the rate for the return compensation paid to Party A shall be three times of such monthly salary and not be more than 12 years.
zh_cn: 甲方员工月工资高于上海市上年度职工月平均工资三倍的，向甲方支付退回补偿的标准按职工月平均工资三倍的数额支付，向甲方支付退回补偿的年限最高不超过十二年。

source: The “monthly pay” mentioned in this Article means the average monthly pay of Party A’s Staff of the 12 months prior to the return.
zh_cn: 本条所称月工资是指甲方员工被退回前十二个月的平均工资。

source: Party B understands and accepts that if Party B returns Party A’s Staff who start to serve Party B before 1 January 2008 and Party A has not renewed the Labor Contract with Party A’s Staff after 1 January 2008, the return compensation shall be calculated in two parts.
zh_cn: 乙方理解并同意：如果乙方退回2008年1月1日以前已经使用的甲方员工，且2008年1月1日以后甲方尚未与甲方员工续签过劳动合同，则退回补偿应分段计算，2008年1月1日以后阶段的退回补偿可按11.

source: The return compensation for the labor service after 1 January 2008 shall be capped according to Article 11.3 and the part before 1 January 2008 shall be calculated according to Article 11.2 and shall not be capped according to Article 11.3
zh_cn: 3的约定封顶，2008年1月1日以前阶段的退回补偿，应按11.2的约定计算，不应按11.3的约定封顶。

source: Article 12 Additional Return Compensation
zh_cn: 额外退回补偿

source: If Party B returns Party A’s Staff under any of the circumstances specified in Article 10.2.1, it has to, in addition to the return compensation stipulated in the provisions of Article 11.2 hereof, pay to Party A additional return compensation not lower than staff’s 6 months pay. If Party A’s Staff suffer from critical illness or an incurable disease, such return compensation shall be added.
zh_cn: 乙方以10.2.1约定的情形退回甲方员工的，除应按本条11.2的约定向甲方支付退回补偿外，还需按不低于甲方员工六个月工资的标准，向甲方支付额外退回补偿；

source: The added part shall not be lower than 50% for critical illness and not lower than 100% for an incurable disease, of the staff’s 6 months’ pay.
zh_cn: 对于患重病和绝症的还应增加额外退回补偿，患重病的增加部分不低于六个月工资标准的百分之五十，患绝症的增加部分不低于六个月工资标准的百分之一百。
